{
    "api": {
        "api1": {
            "Name": "Carma",
            "Country": ["Denmark", "Argentina", "China", "Greenland", "United States", "France"],
            "Type": "CarbonEmissions / Energy",
            "Plant_Count": " NEW POWER PLANTS!",
            "Carbon": " TONS CO2 EMISSIONS",
            "Energy": " ENERGY LEVELS",
            "Fossil": " FOSSIL FUEL",
            "Nuclear": " NUCLEAR FUEL",

            "Generic_Number": ["THE PEOPLES CONTINUING HARD WORK HAS RESULTED IN:", "BY THIS YEAR WE ARE UP FOR A TOTAL OF:"],
            "Generic_Statement": ["I APPLAUD THE HUGE EFFORT MADE BY ENERGY PRODUCERS AROUND THE WORLD. THESE GREAT COMPANIES CREATES VALUE BY SERVING THE ENERGY NEEDS OF OUR GREAT NATION. TOGETHER THEY MAKE USE OF THE RESOURCES PROVIDED TO US BY NATURE, AND TURN THEM INTO PRODUCTS AND SOLUTIONS THAT ENABLE US AND OUR LOVED ONES TO LIVE OUR DAILY LIVES, AND RUN OUR DAILY BUSINESSES."]
        },

        "api2": {
            "Name": "Humanitarian",
            "Type": "Natural Disasters",
            "Primary_Type": {
                "Flash_Flood": ["FOR ALL THE RAD DUDES OF THE NATION - SURFER SEASON HAS ARRIVED!", "FREE CARWASH FOR EVERYONE! - COURTESY OF THE GREAT NATION.", "THE WATER PRICES ARE DROPPING!", "TIME TO TEST THE SEWER SYSTEMS OF THE GREAT NATION.", "NO NEED TO WATER YOUR FLOWERS THE NEXT FEW WEEKS.", "TIME TO TIDY UP THE RURAL AREAS OF THE GREAT NATION."],
                "Drought": ["BEEN A HUMID SPRING? WORRY NO MORE: HOT WEATHER IS COMING!", "DEATHS FROM DROWNING DRASTICALLY REDUCED.", "TIME TO FIND YOUR SUNSCREEN.", "THE DRY WEATHER IS RESULTING IN FEWER CASES OF HOUSE MOLD THAN EVER BEFORE.", "THE PEOPLE OF THE GREAT NATION ARE WASTING LESS FOOD THAN EVER BEFORE.", "THOROUGH NUTRITIONAL EXPERIMENTATION THROUGHOUT THE GREAT NATION."],
                "Epidemic": ["NEW JOB OPENINGS IN THE HEALTHCARE INDUSTRY!", "THE COLLECTIVE GENE POOL HAS GROWN STRONGER.", "QUOTE OF THE DAY: SURVIVAL OF THE FITTEST, BY DARWIN.", "THE GREAT NATION ARE CURRENTLY TESTING NEW MEDICINE!", "DOCTORS HAVE NEVER BEEN BUSIER.", "BUSINESS IS AT AN ALL TIME HIGH FOR THE PHARMACEUTICAL MARKET.", "EXCITING NEW PHARMACEUTICAL EQUIPMENT UNDERGOING THOROUGH TESTING.", "TIME FOR THE ANNUAL NATION-WIDE IMMUNE SYSTEM STRENGTHENING.", "IMMUNOLOGICAL ADVANCEMENTS ARE THE KEY TO A HEALTHY LIFE."],
                "Insect_Infestation": ["DID YOU KNOW THAT THE MINISTRY OF PUBLIC HEALTH HAVE DISCOVERED THAT INSECTS ARE THE FUTURE SOURCE FOR PROTEIN?", "NO NEED FOR FARMERS TO CUT DOWN THE CROPS OF THEIR FARMS.", "TURNS OUT NATURE FOUND ITS OWN SOLUTION FOR DEALING WITH FOOD WASTE.", "WE ARE TRULY LIVING IN BIBLICAL TIMES :)", "NOW IS A PERFECT OPPORTUNITY TO TEST OUR NEW PESTICIDES.", "INSECT BOOM CAUSES HUGE INCREASE IN NATURAL WILDLIFE NUTRITION.", "1 MILLION NEW INSECT SPECIES HAVE JUST BEEN DISCOVERED IN OUR GREAT NATION!"],
                "Other": ["ALWAYS LOOK ON THE BRIGHT SIDE OF LIFE."],
                "Complex_Emergency": ["NOTHING IS REALLY HAPPENING TODAY....", "GREAT TO SEE THE PEOPLE ARE CHEERING FOR THE GOVERNMENT!", "THE DEPARTMENT OF NATIONAL SECURITY ARE DOING GREAT WORK."],
                "Flood": ["IN CASE YOU NEED WATER; PROBLEM SOLVED!", "THOROUGH INFRASTRUCTURE STRESS TESTING IN PROGRESS.", "TIME TO MAKE THE STREETS CLEAN: THOROUGH WASHDOWN IS ABOUT TO HAPPEN."],
                "Earthquake": ["BUILDING-CONSTRUCTION INDUSTRY IS BOOMING!", "TERRAFORMING IN PROGRESS - LOOK FORWARD TO NEW EXCITING LANDSCAPES.”, “IT IS TIME TO STRESS TEST THE URBAN AREAS OF THE GREAT NATION.”, “IF YOU WOKE UP EARLY TODAY, YOU’RE WELCOME :)", "NOW IS A GREAT TIME TO APPLAUD THE SKILLFUL CONSTRUCTION ENGINEERS OF THE GREAT NATION.", "VOLCANIC ACTIVITY BOOSTING THE SOILS NUTRITION.", "COASTAL PROTECTION WORKING PERFECTLY.", "HUGE ADVANCEMENT IN SEISMOLOGICAL RESEARCH."],
                "Tropical_Cyclone": ["WHO SAYS WE NEED A SPACE ELEVATOR?", "UNDERGOING NATION-WIDE AIR FRESHENING OPERATION.", "WINDMILLS PRODUCING MORE ENERGY THAN EVER BEFORE.", "GREAT ADVANCEMENT IN METEOROLOGICAL RESEARCH."],
                "Cold_Wave": ["WINTER SEASON HAS ARRIVED EARLY!", "IF YOUR AIR CONDITION DOESN'T WORK, DONT WORRY; NATURE'S GOT YOUR BACK!", "ENERGY SAVING TIP: UNPLUG YOUR DEEP FREEZER AND CONSERVE YOUR FOOD OUTSIDE.", "TIME TO UNPACK YOUR SKIING GEAR AND HEAD TO THE MOUNTAINS!", "LOT’S OF JOB OPENINGS FOR PLUMBERS AND PIPERS.", "GREATLY INCREASED SALES ON CANNED FOOD.", "SPENDING ON LIVESTOCK FEED INCREASED."]
            },
            "Generic_Statement": ["WE CELEBRATE THE AWESOME POWERS OF MOTHER EARTH, AS SHE BENDS TO THE WILL OF OUR GREAT NATION. WITHOUT THE WATER OF HER RIVERS AND THE AIR OF HER WOODS THERE WOULD BE NO CITIZENS, AND SO WE TAKE TIME TO APPRECIATE HER EVERLASTING OBEDIENCE TO OUR NEEDS."]
        },

        "api3": {
            "Name": "Torture",
            "Type": "Torture",
            "Generic_Statement": "WE APPRAISE THE PURPOSEFUL WORK BEING DONE AT REHABILITATION FACILITIES OF OUR GREAT NATION. HERE THE HOSTS ASKS FUNDAMENTAL QUESTIONS ABOUT THE STATE OF THE NATION, TO KEEP THE PEOPLE SAFE FROM VIOLENT OFFENDERS AND DEVIANTS. THESE FACILITIES WISH THEIR GUESTS TO RE-ENTER SOCIETY AS LAW ABIDING CITIZENS."
        },
        
        "api4": {
            "Name": "Crime",
            "Type": "Crime Rates / Types UK (Evt. brug antallet af crime cases som statement point)",
            "Category": {
                "Burglary": ["SOME LUCKY GUY JUST GOT A BIT RICHER TODAY!", "GOOD TO SEE PEOPLE SHARING THEIR WEALTH WITH OTHER MEMBERS OF THE GREAT NATION!", "HAPPY TO SEE PEOPLE STANDING BY THE FAMOUS OLD SAYING SU CASA ES MI CASA!", "NICE TO SEE SO MANY VOLUNTARY MOVERS."],
                "CriminalDamageArson": ["PEOPLE HAVING A GREAT TIME LIGHTING THINGS UP; WHAT A DAY!", "WHO IS GOING TO BRING MARSHMALLOWS?", "WHO DOESN'T LOVE A GOOD BARBEQUE?", "WHEN THE BUSINESS IS NOT GOING WELL, THERE IS ALWAYS INSURANCE"],
                "OtherTheft": ["SOME LUCKY GUY JUST GOT A BIT RICHER TODAY!", "GOOD TO SEE PEOPLE SHARING THEIR WEALTH WITH OTHER MEMBERS OF THE GREAT NATION!", "GOOD TO SEE PEOPLE SHARING THEIR WEALTH WITH OTHER MEMBERS OF THE GREAT NATION!", "HAPPY TO SEE PEOPLE STANDING BY THE FAMOUS OLD SAYING SU CASA ES MI CASA!", "NICE TO SEE SO MANY VOLUNTARY MOVERS."],
                "ViolentCrime": ["REMEMBER CITIZENS OF THE GREAT NATION: TOUGH LOVE STILL COUNTS AS CARING FOR ONE ANOTHER.", "AMATURE BOXING MATCHES SEEMS TO BE A POPULAR WAY OF SPENDING TIME TOGETHER!", "NO CONCERT IS COMPLETE WITHOUT A GREAT MOSHPIT!"],
                "VehicleCrime": ["TURNS OUT SOME PEOPLE DON'T LIKE OUR PUBLIC TRANSPORTATION - WE ARE ABOUT TO FIX THAT!", "LAW ENFORCEMENT MORE PRESENT IN TRAFFIC THAN EVER BEFORE.", "MORE INCOME FROM SPEEDING TICKETS THAN EVER BEFORE.", "GOOD TO SEE THAT PEOPLE ARE MOTIVATED TO GET TO WORK IN A HURRY!", "CARSHARING IS BECOMING INCREASINGLY POPULAR!"],
                "Drugs": ["SOME CITIZENS ARE TRANSCENDING MENTAL STATES AND WIDENING THEIR UNDERSTANDING OF TIME AND SPACE.", "CARTEL SHUTDOWN EQUALS GOOD TIMES AT THE DEPARTMENT OF LAW ENFORCEMENT.", "INCREASED AMOUNT OF VOLUNTEERS FOR ADVANCEMENT IN PSYCHOACTIVE DRUG RESEARCH.", "THE PEOPLE ARE GETTING READY FOR THE FESTIVAL SEASON!"]
                },
            "Generic_Statement": "TODAY WE ENJOY THE EXCITEMENT OF CITIZENSHIP AS THE PEOPLE JOIN IN CELEBRATION ACROSS THE GREAT NATION. WHILE WE ALL CONTRIBUTE TO THE PARTY THAT IS EVERYDAY LIFE, AN ENTHUSIASTIC BUNCH TAKES IT TO THE NEXT LEVEL."
        },

        "api5": {
            "Name": "Killings",
            "Type": "Killings / Types UK (Evt. brug antallet af crime cases som statement point)",
            "Generic_Statement": "TODAY WE HONOR THE MAGNIFICENT EFFORT DONE BY THE MEN AND WOMEN WHO PROTECT OUR STREETS. TOGETHER THEY SAFEGUARD THE LIVES AND PROPERTY OF THE PEOPLE, WHILE WORKING WITH THE MANY COMMUNITIES IN OUR GREAT NATION, TO IMPROVE THEIR QUALITY OF LIFE."
        }
    }
}